Repository: emidwate/PrestaShopModule
Catalog: coupon/translations/*/ModulesCouponAdmin.*.xlf
Languages: pl_pl

source: Coupon
pl_pl: Kupon

source: Design a compelling discount popup to drive sales!
pl_pl: Zaprojektuj atrakcyjne okienko z rabatem, aby zwiększyć sprzedaż!

source: Are you sure you want to uninstall ?
pl_pl: Czy jesteś pewien, że chcesz odinstalować ?

source: Invalid configuration value.
pl_pl: Nieprawidłowa wartość konfiguracyjna

source: Settings updated.
pl_pl: Zaktualizowano ustawienia

source: Settings
pl_pl: Ustawienia

source: Coupon content
pl_pl: Treść kuponu

source: Additional message you want to convey to your customers.
pl_pl: Wiadomość, którą chcesz przekazać swoim klientom.

source: Cart rule ID
pl_pl: ID reguły koszyka

source: Coupon display duration to customer in seconds.
pl_pl: Czas wyświetlania kuponu klientowi w sekundach

source: Default is 15 seconds.
pl_pl: Domyślnie ustawiona wartość to 15 sekund

source: Pause between each coupon display in seconds.
pl_pl: Czas przerwy pomiędzy wyświetleniem kuponu w sekundach

source: Default is 35 seconds.
pl_pl: Domyślnie ustawiona wartość to 35 sekund

source: Coupon background color.
pl_pl: Kolor tła kuponu

source: Save
pl_pl: Zapisz
